[
    {
        "id":1,
        "name":"MERCEDES-BENZ A-CLASS",
        "description":"The Mercedes A250 is in a league of its own of luxury and dynamic hatchbacks. It’s super sleek design and ultra high quality performance make it an unrivalled masterpiece of German precision.Rolling off the production line in 1997, the A Class has steadily improved and excelled itself year after year, the 2018 A250 is as fine a car as is available in today’s market. Coming in a luxury white exterior with super high quality luxury black leather inside, this car will be sure to bring joy to its new lucky keeper.",
        "img":"https://www.albacars.ae/public/timbthumb.php?src=https://www.albacars.ae/public/images/vehicles/618bac96306e0.jpg&w=1000&h=auto",
        "model":"2018",
        "price":"AED 139,900"
    },
    {
        "id":2,
        "name":"BMW M4",
        "description":"The BMW M4 is much more than a perfectly attuned mix of high-performance technologies with 431 bhp M power. It is the embodiment of the experience and the craftsmanship of BMW M engineers. This BMW lives up to its brand's long-standing reputation for making supremely capable of driving cars. This M4 has a refined balance or practicality and performing which will leave your guests begging you for a ride home.Meticulously looked after and maintained, this car is in fantastic condition, with orange exterior and luxurious black leather interior, it's sure to turn heads wherever you go.",
        "img":"https://www.albacars.ae/public/timbthumb.php?src=https://www.albacars.ae/public/images/vehicles/6187e9aaa42d3.jpg&w=1000&h=auto",
        "model":"2018",
        "price":"AED 249,900"
    },
    {
        "id":3,
        "name":"BMW Z4",
        "description":"Sleek styling, a high-class interior and plenty of performance combine to make this BMW Z4 a highly desirable roadster.This BMW lives up to its brand's long-standing reputation for making supremely capable driving cars. The handling is excellent, the control is engaging and its robust six-cylinder engine deliver a strong performance.Extremely well maintained and treated with the utmost respect, this car is an excellent find and will be sure to bring joy to the next lucky owner",
        "img":"https://www.albacars.ae/public/timbthumb.php?src=https://www.albacars.ae/public/images/vehicles/618b9c066b317.jpg&w=1000&h=auto",
        "model":"2019",
        "price":"AED 199,900"
    },
    {
        "id":4,
        "name":"MERCEDES-BENZ GLS 500",
        "description":"The Mercedes GLS 500 is without question the best and most luxurious large SUV available in today's market. Its impeccable German design and spacious layout strikes a fine balance of refinement and pragmatism.The GLS 500 comes with a 4.6-litre turbocharged V8 engine, mated to a 9-speed automatic transmission. Equipped with the third-row individual seats, the GLS-Class is a full-size seven-seater.This GLS500 is finished off beautifully with a White exterior and luxury Brown interior which is an excellent find and will be sure to bring joy to the next lucky owner",
        "img":"https://www.albacars.ae/public/timbthumb.php?src=https://www.albacars.ae/public/images/vehicles/618659878d1ba.jpg&w=1000&h=auto",
        "model":"2016",
        "price":"AED 199,900"
    },
    {
        "id":5,
        "name":"Abu Dhabi Sheikh Zayed Mosque Half-Day Tour from Dubai",
        "description":"The most celebrated attraction of Abu Dhabi – the Sheikh Zayed Grand Mosque.",
        "img":"https://d1muf25xaso8hp.cloudfront.net/https%3A%2F%2Fs3.amazonaws.com%2Fappforest_uf%2Ff1580407528906x339145314032224700%2Fabu-dhabi-mosque-courtyard.jpg?w=384&h=246&auto=compress&dpr=1&fit=max"
    },
    {
        "id":6,
        "name":"Abu Dhabi City Tour from Abu Dhabi",
        "description":"See the beautiful wonders of Abu Dhabi on this guided city tour",
        "img":"https://d1muf25xaso8hp.cloudfront.net/https%3A%2F%2Fs3.amazonaws.com%2Fappforest_uf%2Ff1600879016457x595456803309284400%2Fabu-dhabi-tour.jpg?w=384&h=246&auto=compress&dpr=1&fit=max"
    },
    {
        "id":7,
        "name":"Red Dunes by Quad Bike, Camel Ride, Sandboarding and BBQ",
        "description":"Explore the Lahbab desert with quad biking and sandboarding at the red dunes",
        "img":"https://d1muf25xaso8hp.cloudfront.net/https%3A%2F%2Fs3.amazonaws.com%2Fappforest_uf%2Ff1600880390813x667848887510925000%2Fquadi-biking-in-dubai.jpg?w=384&h=246&auto=compress&dpr=1&fit=max"
    },
    {
        "id":8,
        "name":"Premium Abu Dhabi Full-Day City Tour from Dubai",
        "description":"See beautiful Abu Dhabi on your Dubai holiday",
        "img":"https://d1muf25xaso8hp.cloudfront.net/https%3A%2F%2Fs3.amazonaws.com%2Fappforest_uf%2Fd65%2Ff1587995543275x954737591766325200%2Fabu-dhabi-tour-from-dubai.jpg?w=384&h=246&auto=compress&dpr=1&fit=max"
    }
]